Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: ESIPUHE
sms: ÕUDDSAAKK

source: Saamelaisten kotiseutualueen kunnissa Enontekiöllä, Inarissa, Sodankylässä ja Utsjoella on toteutettu Saamelaiskäräjien esityksestä saamelaisten/saamenkielisten sosiaalipalvelujen kehittämisyksikköhanke ajalla 1.9.
sms: Säʹmmlai dommvuuʹvd kååʹddin Enontekiöst, Aanrest, Suäʹđjlest da Uʹccjooǥǥâst lij čõõđtum Sääʹmteʹǧǧ čuäjtõõzz mieʹldd säʹmmlai/ sääʹmǩiõllsai sosiaalkääzzkõõzzi õõdâsviikkâm õõutilååkkhanǩǩõš 1.9.2007- 31.12.2009. Hanǩǩõš lij leäʹmmaž vueʹss Tâʹvv-Lääʹddjânnam õõdâsviikkâmproggraamm.

source: Kunnat käynnistivät hankkeen laatimalla yhteistyösopimuksen.
sms: Kååʹdd jåʹttee hanǩǩõõzz raajeelʹl õhttsažtuâʹjjsuåppmõõžž.

source: Sosiaali- ja terveysministeriö on rahoittanut hanketta kielellisten ja kulttuuristen vähemmistöjen sosiaali- ja terveyspalvelujen edistämisen -painoalueelta.
sms: Sosiaal- da tiõrvâsvuõttministeria oʹvddam tieʹǧǧ hanǩǩõõzz ǩiõllʼlâž da kulttuurlaž uuʹccab naroodi sosiaal- da tiõrvâsvuõttkääzzkõõzzi õõudeem–teäʹddvuʹvdde.

source: Inarin kunnan sosiaali- ja terveyslautakunta on vastannut hankkeen hallinnoinnista.
sms: Aanar kååʹdd sosiaal- da tiõrvâsvuõttluʹvddkå ʹdd lij vasttääm hanǩǩõõzz vaaldšumuužžâst.

source: Saamelaiskäräjät, Pohjois-Suomen sosiaalialan osaamiskeskus ja Sámisoster ry ovat olleet mukana toiminnassa.
sms: Sääʹmteʹǧǧ, Tâʹvv-Lääʹddjânnam sosiaaltuââʹj siltteemkõõskõs da Sámisoster ry lie leäʹmmaž mieʹldd toimmjumuužžâst.

source: Hanke on ensimmäinen saamelaisalueen kuntien ja Saamelaiskäräjien yhdessä toteuttama hanke, jossa kehitetään sosiaali- ja terveyspalveluja kuntien palvelutuotantoyksiköissä huomioiden asiakkaiden osallisuus.
sms: Hanǩǩõš lij vuõssmõs sääʹmvuuʹvd kååʹddi da Sääʹmteʹǧǧ õõutveäkka čõõđtem hanǩǩõš, koʹst viiǥǥâd õõudâs sosiaal- da tiõrvâsvuõttkääzzkõõzzid kååʹddi kääzzkõõzzid puuttʼteei peâmmõõutilååǥǥin vääʹldeeʹl lokku äʹššlai vuäʹssâdvuõđ.

source: Hankkeen yhtenä kehittämisen tavoitteena on ollut saamelaisen päivähoidon kehittäminen.
sms: Hanǩǩõõzz õhttân õõudâsviikkâm täävvtõzzân lij leäʹmmaž säʹmmlai peiʹvvhååid õõudâsviikkmuš.

source: Saamelaisen varhaiskasvatuksen kehittämistyö käynnistyi hankkeessa muodostetun saametiimin asiantuntijajäsenten toimesta.
sms: Säʹmmlai håiddâkksai peâmm õõudâsviikkâmtuâʹjj jåʹttji hanǩǩõõzzâst jåʹttuum saametiim äʹšštobddi vuäʹsslai tuåimest.

source: Kehittämistyöstä on vastannut Inarin kunnan päivähoidon johtaja.
sms: Õõudâsviikkâmtuâʹjast lij vasttääm Aanar kååʹdd peiʹvvhååid jååđteeij.

source: Saamelaisen varhaiskasvatussuunnitelman laatimiseen perustettiin kehittämistyöryhmä, joka kokoontui säännöllisesti.
sms: Säʹmmlai håiddâkksai peâmmplaan raajjmužže jåʹttee õõudâsviikkâmtuâʹjjärttel, kååʹtt noorõõđi äiʹǧǧmieʹri mieldd.

source: Puheenjohtajana toimi Utsjoen kunnan saamelaisen varhaiskasvatuksen ohjaaja.
sms: Saaǥǥtuõʹlljeejen toimji Uʹccjooǥǥ kååʹdd säʹmmlai håiddâkksai peâmmtuââʹj ohjjeei.

source: Varhaiskasvatushenkilöstön edustajat kaikista kieliryhmistä ja saamelaisalueen kunnista osallistuivat kehittämistyöryhmän toimintaan.
sms: Õõudâsviikkâmtuâʹjjärttel toimmjumužže vuäʹssõtte håiddâkksai peâmmpersonkååʹdd eeʹtǩeei pukin ǩiõllärttlin da sääʹmvuuʹvd kååʹddin.

source: Varhaiskasvatuksen kehittämistoiminta käynnistettiin aluksi kartoittamalla saamelaisalueen varhaiskasvatusyksiköiden tilanne ja haastattelemalla henkilöstöä.
sms: Håiddâkksai peâmm õõdâsviikkâmtoimmjumuš jåʹttee aalǧâst kaarttʼteeʹl sääʹmvuuʹvd håiddâkksai peâmmõõutilooǥǥi vueʹjj da mainstââttʼteeʹl personkååʹdd.

source: Enontekiön, Inarin ja Utsjoen kunnissa järjestettiin vanhempainiltoja, joissa keskusteltiin saamelaisen varhaiskasvatuksen sisällöllisestä kehittämisestä ja saamelaisuuden huomioimisesta varhaiskasvatussuunnitelmassa.
sms: Enontekiö, Aanar da Uʹccjooǥǥ kååʹddin järjste puärrsipooʹddid, koin saǥstõlleš säʹmmlai håiddâkksai peâmmtuââʹj siiǩlaž õõdâsviikkmest da säʹmmlažvuõđ lokku väʹlddmest håiddâkksai peâmmplaanâst.

source: Saamelaisalueen varhaiskasvatushenkilöstö osallistui hankkeen aikana järjestettyihin viiteen kehittämis- ja koulutuspäivään.
sms: Sääʹmvuuʹvd håiddâkksai peâmmpersonkåʹdd vuäʹssõõđi hanǩǩõõzz äiʹǧǧen järjstum vitte õõdâsviikkâm- da škoouljempeiʹvva.

source: Saamelaisalueelle on muodostunut hankkeen aikana saamelaisen varhaiskasvatuksen henkilöstön yhteistyöverkosto, joka on vahvistanut henkilöstön osaamista ja saamelaiskulttuurin huomioimista työssä sekä edistänyt kuntien ja saamelaiskäräjien välistä yhteistyötä.
sms: Sääʹmvuʹvdde lij šõddâm hanǩǩõõzz äiʹǧǧen säʹmmlai håiddâkksai peâmmpersonkååʹdd õhttsažtuâʹjjsäiʹmm, kååʹtt lij raavääm personkååʹdd silttumuužž da sääʹmkulttuur vuâmmšumuužž tuâʹjast da õõudääm kååʹddi da Sääʹmteʹǧǧ kõskksa õhttsažtuââʹj.

source: Kehittämishankkeessa on tehty ensimmäinen saamelaisalueen yhteinen saamelainen varhaiskasvatussuunnitelma yhteistyössä, henkilöstön, vanhempien ja eri asiantuntijoiden kanssa.
sms: Õõdâsviikkâmhanǩǩõõzzâst lij rajjum vuõssmõs sääʹmvuuʹvd õhttsaž säʹmmlaž peiʹvvhåiddâkksai peâmmplaann õhttsažtuâʹjast personkååʹdd, puärrsi da jeeʹres äʹšštobddjivuiʹm.

source: Varhaiskasvatussuunnitelma esitetään otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.
sms: Håiddâkksai peâmmplaan čuäjtet väʹldded âânnma säʹmmlai dommvuuʹvd kååʹddin da Lääʹddjânnmest.

source: Saamelainen varhaiskasvatussuunnitelma täydentää valtakunnallista ohjausta.
sms: Säʹmmlaž håiddâkksai peâmmplaan teuʹdd väʹlddkååʹddlaž ohjjumuužž.

source: Saamelaisen varhaiskasvatussuunnitelman tarkoituksena on ohjata saamelaisen varhaiskasvatuksen laatua ja sisällöllistä toteuttamista sekä edistää palvelujen yhdenvertaista toteutumista.
sms: Säʹmmlai håiddâkksai peâmmplaan mieʹrren lij ohjjeed säʹmmlai håiddâkksai peâmm tuââʹj šlaajj da siisǩlaž čõõđđtumuužž da õõudeed kääzzkõõzzi õõutverddsa čoođtumuužž.

source: Saamelainen varhaiskasvatussuunnitelman laatimisprosessi on ollut osa laajaa saamelaisalueen yhteistä kehittämistyötä.
sms: Säʹmmlaž håiddâkksai peâmmplaan raajjâmprosess lij leäʹmmaž vueʹss veeidâs sääʹmvuuʹvd õhttsest õõudâsviikkâmtuâʹjast.

source: Suunnitelmaa on tarpeen edelleen kehittää käytännön läheisemmäksi yhteistyössä saamelaisalueen henkilöstön, vanhempien ja eri yhteistyötahojen kanssa.
sms: Plaan lij õin tarbb õõudâsviikkâd ââlddbužže tueʹjjeemnääʹl õhttsažtuâʹjast sääʹmvuuʹvd personkååʹdd, puärrsi da jeeʹres õhttsažtuâʹjjlaivuiʹm.

source: Kehittämistyön toimintamalli ja tehtävät ovat olleet tekijöilleen antoisa prosessi.
sms: Õõudâsviikkâmtuââʹj toimmjemnääʹl da tuââʹjj lie leäʹmmaž tuâʹjjlaid ouddlõs prosess.

source: Osallistujat ovat olleet hyvin sitoutuneita yhteiseen toimintaan.
sms: Vuäʹssõõđi lie leäʹmmaž puârast čõõnõõttâm õhttsaž toimmjumužže.

source: Yhteisenä tavoitteena on jatkaa ylikunnallista yhteistyötä palveluita järjestettäessä.
sms: Õhttsaž täävvtõzzân lij juäʹtǩǩed õhttsažtuââj rååstt kååʹdd raaʹji kååʹdd kääzzkõõzzid järjsteeʹst.

source: Saamelaiset ovat Euroopan unionin alueen ainoa alkuperäiskansa, jolla on oma historia, kieli, kulttuuri, elämäntapa ja identiteetti.
sms: Säʹmmla lie Euroopp Union vuuʹvdest odinakai alggmeeʹr, koin lij jiiʹjjes historia, ǩiõll, kulttuur, jieʹllemnääʹll da identiteett.

source: Saamelaiset ovat asuttaneet Skandinavian ja Suomen pohjoisosaa sekä Kuolan niemimaan sisäosia jo ennen nykyisten valtioiden ja valtionrajojen muodostumista.
sms: Säʹmmla lie jälsstam Skandinavia da Lääʹddjânnam tâʹvv- vueʹssin da Kuâlõõǥǥnjaarǥâst juʹn õuddal annʼjõõžži valdiai da valdiaraaji šõddmuužž.

source: Tätä aluetta kutsutaan saamenmaaksi.
sms: Tän vuuʹvdkååččad sääʹmjânnmen.

source: Saamelaisia on neljän valtion alueella laskutavan mukaan 60 000–100 000 henkeä.
sms: Säʹmmla lie neeljj valdia vuuʹvdest lasǩǩeemnääʹl mieʹldd 60 000–100 000 jiõggâd.

source: Suomessa saamelaisia asuu Saamelaiskäräjien vuoden 2007 tilastojen mukaan 9350 henkeä, joista noin 38,3% asuu saamelaisten kotiseutualueella (3577).
sms: Lääʹddjânnmest säʹmmla jällste Sääʹmteʹǧǧ eeʹjj 2007 tiâttnorldõõǥi mieʹldd 9350 jiõʹggâd, koin nuʹt 38,3% jällste säʹmmlai dommvuʹvdest (3577).

source: Kotiseutualueella tarkoitetaan Enontekiön, Inarin ja Utsjoen kuntien alueita sekä Lapin paliskunnan aluetta Sodankylän kunnasta.
sms: Dommvuuʹvdin tarǩǩeet Enontekiö, Aanar da Uʹccjooǥǥ kååʹddi vuuʹvdid di Lappi pälggasvuuʹvd Suäʹđjel kååʹddest.

source: Loput saamelaisista asuvat kotiseutualueen ulkopuolella muualla Suomessa (5129) ja ulkomailla (644).
sms: Loopp saaʹmin jällste dommvuuʹvd åålǥbeäʹlnn jeeʹresårnn Lääʹddjânnmest (5129) da ålggjânnmin (644).

source: Suomessa puhutaan kolmea eri saamen kieltä;
sms: Lääʹddjânnmest mainstet kooum jeeʹres sääʹmǩiõl;

source: inarinsaamea, koltansaamea ja pohjoissaamea.
sms: aanrõžǩiõl, nuõrttsääʹmǩiõl da tâʹvvsääʹmǩiõl.

source: Arvioiden mukaan vajaa puolet saamelaisista puhuu saamea.
sms: Arvvõozzi mieʹldd väʹjjaǥ bieʹll saaʹmin maainâst sääʹmas.

source: Pohjoissaamea käyttää 70-80 % sekä inarinsaamea ja koltansaamea kumpaakin alle 15 % saamenkielisistä saamelaisista.
sms: Tâʹvvsääʹm ânne 70- 80 %, aanrõžǩiõl da nuõrttsääʹmǩiõl kuhttuid vueʹll 15 % sääʹmǩiõllsain saaʹmin.

source: Vuoden 2007 tilastojen mukaan jo yli 70 % alle 10-vuotiaista saamelaislapsista asuu saamelaisten kotiseutualueen ulkopuolella.
sms: Eeʹjj 2007 statistiikk mieʹldd juʹn pâʹjjel 70 % vueʹll 10- âkksain sääʹmpäärnain jällste säʹmmlai dommvuuʹvd åålǥbeäʹlnn.

source: Saamelaisten tulevaisuuden visiona on, että saamelaisilla alkuperäiskansana on elävä saamen kieli ja vahva yhteisöllisyys, jotka ylläpitävät, vahvistavat ja edistävät saamelaiskulttuurin ja kulttuuriin kuuluvien elinkeinojen säilymistä ja kehittämistä sekä saamelaisten elämäntavan, perinteisen tietämyksen ja perinteisten taitojen välittymistä uusille sukupolville.
sms: Säʹmmlai puõʹtti ääiʹj visio lij, što säʹmmlain alggmeeʹr sââʹjest lij jieʹlli sääʹmkiõll da raavâs õhttsažkåʹddvuõtt, kook tuõʹllje pâʹjjen, ravvee da õõudee sääʹmkulttuur kulttuure kuulli jieʹllemvueʹjji seillmuužž da õõudâsviikkmuužž di säʹmmlai jieʹllemnääʹl, ärbbvuâđlaž tiâttmõõžž da ärbbvuâđlaži čeäʹppvuõđi väältumuužž ođđ puõlvvõõǥǥid.

source: Saamelaisilla on terve itsetunto ja vahva yhteenkuuluvuuden tunne.
sms: Säʹmmlain lij tiõrvâs jiõččtobddmuš da raavâs õhttekuullâmtobddmuš.

source: Inarinsaamelaiset asuvat yhden valtion ja yhden kunnan sisällä.
sms: Aanrõõžž Aanrõõž jällste õõut valdia da õõut kååʹdd seʹstt.

source: Inarinsaamelaisten perinteinen asuma-alue on Inarijärven ympäristö.
sms: Aanrõõžži äʹrbbvuõđ mieʹlddsaž jeäʹllstemvuʹvdd lij Aanarjääuʹr pirrõz.

source: Perinteinen inarinsaamelainen elämänmuoto käsitti tyypillisimmillään luontaistalouteen perustuvan talonpidon, jossa toimeentulo muodostui kalastuksesta, poronhoidosta, karjanhoidosta ja maanviljelystä ja metsästyksestä.
sms: Äʹrbbvuõđ mieʹlddsaž aanrõõžži takai jieʹllemnääʹll lääi luâttʼtallu vuađđuum tääll, koʹst pirǧǧumuš šõõddi kueʹllstumuužžâst, puäǯǯhåiddmuužžâst, skootthåiddmuužžâst da mäʹddtuâjast di meäʹccjumuužžâst.

source: Inarinsaamelaiset ovat sopeutuneet hyvin nyky-yhteiskuntaan.
sms: Aanrõõžž lie šiõttlõõttâm puârast annʼjõž-õhttsažkå ʹdda.

source: Saamelainen elämäntapa ja arvot eivät ole kadonneet, vaan niistä voi tunnistaa merkkejä nykyisinkin.
sms: Säʹmmlaž jieʹllemnääʹll da äärvv jeäʹla läppjam, peʹce tõin vuäitt tobdsted miârkid še annʼ jõõžžâst.

source: Perinteisistä elinkeinoista, kuten kalastuksesta ja poronhoidosta saavat monet yhä toimeentulonsa.
sms: Ärbbvuâđlažž jieʹllemvueʹjjest, mâʹte kueʹlstumuužžâst da puäʒʒhåiddmuužžâst vuäʹǯǯa määŋgas õin puåđ.

source: Inarinsaamen kieli on aina ollut vähemmistöasemassa: sen puhujamäärä lienee ollut korkeimmillaan
sms: Aanrõžǩiõll lij pâi leäʹmmaž uuʹccab sââʹjest: tõn mainsteeimieʹrr lij leäʹmmaž pââimošân dohatkåʹdd mainsteeijed.

source: Vuonna 1997 Inarinsaamen kielen yhdistys perusti kielipesän (kielâpiervâl), jolloin nuorin kielenpuhuja oli teini-ikäinen.
sms: Eeʹjjest 1997 aanrõžsääʹmǩiõl õhttõs jåʹttʼtii ǩiõllpieʹss (kielâpiervâl), kuäʹs nuõrmõs ǩiõlmainsteei lääi nuõrrpooʹddâst.

source: Kielipesän ansiosta kielen katoaminen on pysähtynyt ja alkanut elpyä.
sms: Ǩiõllpieʹss diõtt ǩiõl läppjumuš lij årstam da ǩiõll lij jeäʹllješkuättam.

source: Inarinsaamen kielen puhujien määrä on Saamelaiskäräjien tilaston mukaan n. 300.
sms: Aanrõžǩiõl mainsteeji mieʹrr lij Sääʹmteʹǧǧ statstiikk mieʹldd n. 300.

source: Kolttasaamelaiset
sms: Nuõrttsäʹmmla

source: Kolttasaamelaiset ovat Kuolan niemimaan alkuperäisväestöä, jotka ovat toisen maailmansodan seurauksena menettäneet perinteiset sukualueensa Petsamossa.
sms: Nuõrttsäʹmmla lie Kuâlõõǥǥnjaarǥ alggmeeʹr, kook lie maŋŋa nuuʹbb mââilmmvääiʹn mõõnntam äʹrbbvuõđ mieʹlddsa sokkvuuʹvdeezz Peäʹccmest.

source: Kolttasaamelaiset ovat uskonnoltaan ortodokseja.
sms: Nuõrttsäʹmmla kolle nuõrttsäʹmmlaid ǩiõl da ärbbvuõđi beäʹlest.

source: Itäisiä piirteitä on nähtävissä mm. pukeutumisessa, juhla- ja tapaperinteessä ja ruokaperinteessä.
sms: Nuõrttsäʹmmla jeäʹlle ortodoksiååskast. Nuõrttjõs jieʹllemnääʹl kuâsttje jm. pihttzin, prääzneǩ- da porrmõšärbbvuõđâst.

source: Kolttasaamelaisilla tärkeitä yhteisöllisyyttä lisääviä tekijöitä ovat mm. teekulttuuri, perinteiset leikit, kolttakatrillitanssi, helmikirjonta, juurityöt ja raanun kudonta.
sms: Nuõrttsäʹmmlain vääžnai õhttsažkåʹddvuõđ lââzzteei raajji lie jm čeekulttuur, äʹrbbvuõđ mieʹlddsa siõr, sääʹmkadreâl, peʹssertuâʹjj, vuäʹddtuââʹj da rään kååđđmuš.

source: Kolttasaamelaisten saivat toimeentulonsa pääasiassa pyyntitaloudesta.
sms: Nuõrttsäʹmmla vuäʹǯǯu puåđ vuõss- sââʹjest šeellmuužžâst.

source: Poronhoito sopeutettiin kalastukseen ja metsästykseen.
sms: Puäʒʒhåiddmuužž suåvtõlle kueʹllstumužže da meäʹccjumužže.

source: Nykyisin perinteisistä elinkeinoista porotalous on merkittävä toimeentulonlähde pääasiassa Sevettijärven alueella.
sms: Annʼ jõõžžâst ärbbvuõđ mieĺddsain jieʹllemvueʹjjin puäʹʒʒtääll lij miârkkšõõvvi puåđkäivv vuõss- sââʹjest Čeʹvetjääuʹr vuuʹvdest.

source: Kolttasaamelaiset ovat vuosisatoja päättäneet asioistaan yhdessä kyläkokouksissa (sijddsååbbar).
sms: Nuõrttsäʹmmla lie čueđi eeʹjji tuʹmmääm aaʹššin õõutâst sijddsååbbrin.

source: Vanha asioidenhoitomenetelmä toimii nykyäänkin;
sms: Vuäʹmm äʹššhåiddamnääʹll toimmai še annʼjõžääiʹjest;

source: kolttien asioita hoitavat kolttien luottamusmies ja kolttaneuvosto.
sms: nuõrttsäʹmmlai aaʹššid håidda nuõrttsäʹmmlai õuddooumaž da sääʹmsuåvtõs.

source: Kolttien ja koltta-alueen elinolojen, toimeentulomahdollisuuksien ja kulttuurin ylläpitämiseksi ja edistämiseksi on voimassa kolttalaki, jossa säädetään laina- ja avustustavoista muun muassa kalastuksen ja poronhoidon sekä koltta-alueen palveluiden edistämiseksi.
sms: Nuõrttsäʹmmlai da sääʹmvuuʹvd jieʹllemvueʹjji, pirǧǧeemvueittemvuõdi da kulttuur pâʹjjen tuõʹlljumužže di õõudâsviikkmužže lij viõǥǥâst sääʹmlääʹǩǩ, koʹst šiõtteed läiʹnn - da tuäʹrjjeemnaali diõtt jm. mieʹldd kueʹllstumuužž da puäʹʒʒhåiddmuužž di sääʹmvuuʹvd kääzzkõõzzi õõudâsviikkmužže.

source: Kolttasaamelaisia arvioidaan olevan nykyisin Suomessa noin 700 henkeä.
sms: Nuõrttsäʹmmlaid arvvlâdde leeʹd annʼjõõžžâst Lääʹddjânnmest nuʹt 700 jiõggâd.

source: Kolttasaamelaiset asuvat Inarin kunnan itäosissa, Inarijärven etelä-, kaakkois- ja koilliskulmalla, ns. koltta-alueella.
sms: Nuõrttsäʹmmla jällste Aanar kååʹdd nuõrttbeäʹlnn, Aanarjääuʹr sauʹjj -, ooʹbđneǩǩ - da äppalčiõǥǥin, ns. sääʹmvuuʹvdest.

source: Heistä noin kolmannes asuu saamelaisalueen ulkopuolella.
sms: Siʹjjin nuʹt kuäʹlmõs jäälast sääʹmvuuʹvd åålǥbeäʹlnn.

source: Koltansaamen puhujien määrää on yli 350. Koltansaamen kielen elvyttämiseksi on toteutettu lyhytkestoisia kielenelvytystoimia vuodesta 1993 alkaen.
sms: Nuõrttsääʹmǩiõl mainsteeji mieʹrr lij pâʹjjel 350. Nuõrttsääʹmǩiõl jeäʹlljâttmužže lie čõõđtum vuänǩõs jeäʹlljâttemtuååim eeʹjjest 1993 ääʹljeeʹl.

source: Koltansaamen kieli on Suomessa puhuttavista saamen kielistä uhanalaisin.
sms: Nuõrttsääʹmǩiõll lij Lääʹddjânnmest mainstum sääʹmǩiõlin pukin jäänmõzzân vaarrvuâʹllsaž.

source: Vuonna 2008 on kielen elvyttämiseksi aloitettu Ivalossa kielipesätoiminta.
sms: Eeʹjjest 2008 lij ǩiõl jeäʹlljâttmužže alttuum Âʹvvlest ǩiõllpieʹsstoimmjumuš.

source: 2. SAAMELAISEN VARHAISKASVATUKSEN ARVOT JA TAVOITTEET
sms: 2. SÄʹMMLA HÅIDDÂKKSAI PEÂMMʼ MUUŽŽ ÄÄRVV DA TÄÄVTÕÕZZ

source: Varhaiskasvatuksessa lähtökohtana on lapsen edun ja oikeuksien turvaaminen.
sms: Håiddâkksai peâmmʼmuužžâst vueʹljet päärnai õuddõõzzi da vuõiggâdvuõđi staanmuužžâst.

source: Varhaiskasvatuksella on suuri merkitys myös lapsen hyvinvoinnin ja terveyden edistäjänä.
sms: Håiddâkksai peâmmʼmuužžâst lij jõnn miârktõs še päärna puârastpirǧǧumuužž da tiõrvâsvuõđ õuddeejen.

source: Tässä suunnitelmassa varhaiskasvatus ymmärretään varhaiskasvatuksen valtakunnallisten linjausten mukaisesti sisällöllisenä terminä.
sms: Täʹst plaanâst håiddâkksai peâmmʼmuš fiʹttjet håiddâkksai peââʹmm väʹlddkåʹddsai liinjâi mieʹldd siisǩlaž termmen.

source: Varhaiskasvatus määritellään lapsen eri elämänpiirissä tapahtuvaksi kasvatukselliseksi vuorovaikutukseksi, jonka ensisijaisena tavoitteena on edistää lapsen kokonaisvaltaista hyvinvointia.
sms: Håiddâkksai peâmmʼmuš miertõõlâd päärna jeeʹres jieʹllemkruuggâst šõddi peâmmvuâđđlaž vuârrvaaiktõzzân, koonn vuõssmõs täävvtõzzân lij õõudeed päärna obbväʹlddsa puârast pirǧǧumuužž.

source: Saamelaisella varhaiskasvatuksella on merkittävä rooli niin lasten saamen kielen ja saamelaisen identiteetin vahvistamisessa kuin myös saamelaisten säilymisenä omana kansanryhmänään.
sms: Säʹmmlast håiddâkksai peâmmʼmuužžâst lij miârkkšõõvvi rool nuʹt päärnai sääʹmǩiõl da säʹmmla identiteett ravvumuužžâst mâte še säʹmmlai seillmuš jiiʹjjes meerärttlen.

source: Saamen kielen opettamis- ja elvyttämisvastuuta on jaettava kodin, varhaiskasvatuspalvelujen ja perusopetuksen kesken.
sms: Sääʹmǩiõl mättʼteem- da jeäʹlljâttemvästteemvuõđ ferttai jueʹǩǩed dååma, håiddâkksai peâmmkääzzkõõzzi da vuađmättʼtõõzz kõõskâlt.

source: Saamelaisella lapsella on oikeus saada tukea varhaiskasvatuspalveluissa kasvaakseen oman kulttuurinsa jäseneksi ja omaksuakseen saamelaisia tietoja, taitoja, tapoja ja arvoja.
sms: Säʹmmlast päärnast lij vuõiggâdvuõtt tuäʹrjjõõttâd håiddâkksai peâmmkääzkõõzzid šõddâd jiiʹjjes kulttuur vuäʹssližžen da ânškueʹtted säʹmmlaid teâđaid, čeäʹppvuõđid, naalid da aarvid.

source: Saamelainen varhaiskasvatustoiminta perustuu saamelaisiin arvoihin, jotka ovat erityisesti kieli, suku, yhteisö, vahva identiteetti, luonto, perinteiset elinkeinot, sukupuolten välinen tasa-arvo ja ihmisyys, monikulttuurisuus, rauha ja sovinnollisuus.
sms: Säʹmmla håiddâkksai peâmmtoimmjumuužž vuađđan lie säʹmmla äärvv, kook lie jeeʹrben ǩiõll, ruått, õhttsažkåʹdd, raavâs identiteett, luâtt, äʹrbbvuõđ mieʹlddsa jieʹllemvueʹjj, sooǥǥbieʹli kõskksaž tääʹzzärvv da ooumažvuõtt, määŋgkulttuurvuõtt, rääuh da suåvâdvuõtt.

source: Saamelaisen varhaiskasvatuksen päämääränä on ihminen, joka on itsenäinen, vastuullinen, sosiaalinen, luonteeltaan ja taidoiltaan monipuolinen ja jolla on omaa tahdonvoimaa ja arviointikykyä ja joka pärjää uudenaikaisessa yhteiskunnassa.
sms: Säʹmmla håiddâkksai peâmmʼmuužž mieʹrren lij ooumaž, ǩii lij jiõʹččvuađlaž, vasttõõzkueʹddi, sosialaž, luândd da siltteem beäʹlest määŋgbeäʹllsaž da ǩeäʹst lij jiiʹjjes tätt da ärvvstõõllâmoodd da ǩii pirǧǧad ođđäiggsaž õhttsažkååʹddest.

source: 3. SAAMEN KIELI VARHAISKASVATUKSESSA
sms: 3. SÄÄʹMǨIÕLL HÅIDDÂKKSAI PEÂMMʼMUUŽŽÂST

source: Kieli on ihmisen ajattelun ja vuorovaikutuksen perusta.
sms: Ǩiõll lij oummu jorddmõõžž da vuârrvaaiktõõzz vuađđ.

source: Kielen avulla ihminen tulee tietoiseksi itsestään, muodostaa omat käsityksensä ja myös kommunikoi ympäristön kanssa.
sms: Ǩiõl veäkka ooumaž teâđast jiiʹjjes, šõddâd jiiʹjstez fiʹttjõõzz da še kommuunkâstt pirrõõõzin.

source: Tällä tavalla kieli rakentaa yhteistä maailmaamme ja kulttuuriamme.
sms: Tän-nääʹleld ǩiõll toimmai õhttsaž mââilmen da kulttuuren raajjʼjen.

source: Saamelaiset ovat asuinalueillaan luonnostaan olleet kanssakäymisissä eri kielien ja kulttuurien kanssa ja tästä johtuen ovat usein monikielisiä ja arvostavat hyvää kielitaitoa.
sms: Säʹmmla lie mättjam jiiʹjjes jeäʹllstemvuudin leeʹd jeeʹres ǩiõli da kulttuurivuiʹm õõutsââʹjest da tän diõtt lie täuʹjja määŋgǩiõllsa da ovdde äärvv puerr ǩiõllčeäʹppvuõtte.

source: Saamen kielellä tarkoitetaan kaikkia Suomessa puhuttavia saamen kieliä, pohjois-, inarin- ja koltansaamen kieltä.
sms: Sääʹmǩiõlin tarǩǩeet pukid Lääʹddjânnmest maisntum sääʹmǩiõlid, tâʹvv-, aanrõž- da nuõrttsääʹmǩiõlid.

source: Suomen saamen kielet kuuluvat kansainvälisen luokituksen (UNESCO Red Book) mukaan uhanalaisiin kieliin.
sms: Lääʹddjânnam sääʹmǩiõl kolle meeraikõskksaž klasstõõllmuužž (UNESCO Red Book) mieʹldd vaarvuâʹllsaid kiõlid.

source: Suomessa puhuttavat inarin- ja koltansaame luokitellaan vakavasti uhanalaisiin kieliin.
sms: Lääʹddjânnmest mainstum aanrõž - da nuõrttsääʹmǩiõlid klasstõõlât tuõđsânji vaarvuâʹllsaid ǩiõlid.

source: Saamen kieli on otettu vuonna 2002 EU:n komission vakavasti uhanalaisten kielten ohjelmaan.
sms: Sääʹmǩiõll lij valddum eeʹjjest 2002 EU komissio tuõđsânji vaarvuâʹllsai ǩiõli proggramme.

source: Saamen kielien pääuhka on sitä ympäröivä enemmistökieli ja kulttuuri.
sms: Sääʹm ǩiõli väʹlddvaarr lij tõn pirreei väʹlddǩiõll- da kulttuur.

source: Saamen kielten säilyminen edellyttää, että yhteiskunta luo kielten säilymiselle ja kehittymiselle riittävät edellytykset.
sms: Sääʹmǩiõli seillmõš õõlǥad, što õhttsažkåʹdd rääʹjj ǩiõli seiʹllmužže da õuddnumužže riʹjttjeei õuddldõõzzid.

source: Tämä edellyttää kaikkien saamen kielten kohdalla positiivisia erityistoimia.
sms: Tät õõlǥad puki sääʹmǩiõli pääiʹǩ positiivilaid jeeʹrab tuåimid.

source: Kielten säilyminen edellyttää myös sen yhteisön jäsenten tietoisuuden heräämistä, joka näkyy perheen kielen valinnassa.
sms: Ǩiõli seillmõš õõlǥad še tõn õhttsažkååʹdd vuäʹsslai vuâmmšâddmuužž, mii kuâsttai piârri ǩiõl vaʹlljumuužžâst.

source: Alkuperäiskansan kielten käyttömahdollisuuksien vahvistaminen kaikilla elämän alueilla on tärkeää kielen säilymiselle ja kehittymiselle.
sms: Alggmeeʹr ǩiõli âânnemvueittemvuõđi raʹvvumuš pukin jieʹllemvuuʹvdin lij vääžnai ǩiõl seiʹllmužže da õuddnumužže.

source: Saamenkielinen päivähoito tai kielipesä voi olla lapsen ainoa saamenkielinen ympäristö.
sms: Sääʹmkiõllsaž peiʹvvhåidd leʹbe ǩiõllpieʹss vuäitte leeʹd päärna odinakai sääʹmkiõllsa pirrõõzz.

source: Saamenkieliseen päivähoitoon tulevien lasten saamen kielen hallinta voi olla hyvinkin eri tasoilla.
sms: Sääʹmǩiõllsaž peiʹvvhåiddmužže puõʹtti päärnai sääʹmǩiõl vaaldšummuš vuäitt leeʹd seämma jeeʹres tääzzin.

source: Pohjoissaamenkielisessä päivähoidossa kielitaidoiltaan eritasoiset lapset sijoittuvat samaan ryhmään.
sms: Tâʹvvsääʹmǩiõllsest peiʹvvhååidâst ǩiõlsiltteem beäʹlest jeeʹrestääzzest åårai päärna šeätte seämma ärttla.

source: Erityisenä haasteena onkin se, miten varhaiskasvatuksessa huomioidaan lapsen kielelliset tarpeet monimuotoisessa lapsiryhmässä, jossa on erilaisia oppijoita ja joiden kielitaidon taso ja tuen tarpeet vaihtelevat paljon.
sms: Eärben vâʹǯǯelvuõttân lij tõt, mäʹhtt håiddâkksai peâmmʼmuužžâst vääʹlded lokku päärna ǩiõlvuađlaž taarbid määŋgnallšem päärnai ärttlest, koʹst lie jeeʹrestääzz mättjeei da kooi ǩiõlsiltteem da tuäʹrjjtaarbb vaajtâlle jiânnai.

source: Mikäli kielen omaksumisen tukemiseen ei kiinnitetä riittävää huomiota, tilanne voi johtaa saamenkielisen lapsen kielen vaihtumiseksi suomen kieleen.
sms: Jos päärna ǩiõlmättjem rijttjeei tuäʹrjjumuužž jeäʹt vuâmmaš tõt vuäitt viikkâd sääʹmǩiõllsa päärna ǩiõl vaajjtumuužže lääʹddǩiõllân.
